Repository: hendrikgrueger-web/geburtstage-geschenke-iOS
Catalog: Sources/aiPresentsApp/Localizable.xcstrings
Source language: de
Languages: en, es, fr

source: Die KI-Funktionen werden deaktiviert. Du kannst die Einwilligung jederzeit erneut erteilen.
en: AI features will be disabled. You can grant consent again at any time.
es: Las funciones de IA se desactivarán. Puedes otorgar el consentimiento de nuevo en cualquier momento.
fr: Les fonctionnalités IA seront désactivées. Vous pouvez redonner votre consentement à tout moment.

source: Diese Ansicht ist nur im Debug-Modus verfügbar.
en: This view is only available in debug mode.
es: Esta vista solo está disponible en modo de depuración.
fr: Cette vue n'est disponible qu'en mode débogage.

source: Diese App sammelt keine Daten über dich und sendet nichts an uns. Alle deine Geburtstage und Geschenkideen bleiben auf deinem Gerät (oder optional in deiner iCloud).
en: This app does not collect any data about you and sends nothing to us. All your birthdays and gift ideas stay on your device (or optionally in your iCloud).
es: Esta app no recopila ningún dato tuyo y no nos envía nada. Todos tus cumpleaños e ideas de regalo permanecen en tu dispositivo (u opcionalmente en tu iCloud).
fr: Cette app ne collecte aucune donnée vous concernant et ne nous envoie rien. Tous vos anniversaires et idées cadeaux restent sur votre appareil (ou optionnellement dans votre iCloud).

source: Diese Woche
en: This Week
es: Esta semana
fr: Cette semaine

source: Doppeltippen für weitere Optionen
en: Double tap for more options
es: Doble toque para más opciones
fr: Double-taper pour plus d'options

source: Doppeltippen um alle anzuzeigen
en: Double tap to show all
es: Doble toque para mostrar todos
fr: Double-taper pour tout afficher

source: Doppeltippen um nur Favoriten anzuzeigen
en: Double tap to show favorites only
es: Doble toque para mostrar solo favoritos
fr: Double-taper pour afficher uniquement les favoris

source: Du erhältst Benachrichtigungen für Geburtstage.
en: You will receive notifications for birthdays.
es: Recibirás notificaciones para los cumpleaños.
fr: Vous recevrez des notifications pour les anniversaires.

source: Du erhältst keine Benachrichtigungen mehr.
en: You will no longer receive notifications.
es: Ya no recibirás notificaciones.
fr: Vous ne recevrez plus de notifications.

source: Du kannst das jederzeit in den Einstellungen ändern.
en: You can change this at any time in Settings.
es: Puedes cambiarlo en cualquier momento en Ajustes.
fr: Vous pouvez modifier cela à tout moment dans les réglages.

# Du wirst %@-mal erinnert: %@ vor dem Geburtstag.
source: Du wirst %1$@-mal erinnert: %2$@ vor dem Geburtstag.
en: You will be reminded %@ times: %@ before the birthday.
es: Serás recordado/a %@ veces: %@ antes del cumpleaños.
fr: Vous serez rappelé(e) %@ fois : %@ avant l'anniversaire.

source: Duplizieren
en: Duplicate
es: Duplicado
fr: Dupliquer

source: Eigene
en: Custom
es: Personalizado
fr: Personnalisés

source: Eigenen Typ hinzufügen
en: Add custom type
es: Añadir tipo personalizado
fr: Ajouter un type personnalisé

source: Eigener Beziehungstyp
en: Custom relationship type
es: Tipo de relación personalizado
fr: Type de relation personnalisé

source: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
en: An error occurred. Please try again.
es: Se produjo un error. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Eine private iOS App zum Verwalten von Geburtstagen und Geschenkideen.
en: A private iOS app for managing birthdays and gift ideas.
es: Una app privada de iOS para gestionar cumpleaños e ideas de regalo.
fr: Une app iOS privée pour gérer les anniversaires et les idées cadeaux.

source: Einen Moment bitte...
en: One moment please...
es: Un momento, por favor...
fr: Un instant...

source: Eingabe prüfen
en: Check Input
es: Verificar entrada
fr: Vérifier la saisie

source: Einstellungen
en: Settings
es: Ajustes
fr: Réglages

source: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages

source: Einstellungen öffnen?
en: Open Settings?
es: ¿Abrir ajustes?
fr: Ouvrir les réglages ?

source: Einwilligung erforderlich
en: Consent Required
es: Consentimiento requerido
fr: Consentement requis

source: Einwilligung erforderlich · Tippe für Details
en: Consent required · Tap for details
es: Se requiere consentimiento · Toca para más detalles
fr: Consentement requis · Appuyer pour les détails

source: Einwilligung erteilen
en: Give Consent
es: Dar consentimiento
fr: Donner son consentement

source: Einwilligung erteilt
en: Consent Given
es: Consentimiento otorgado
fr: Consentement donné

source: Einwilligung erteilt · Cloud-Verarbeitung via OpenRouter
en: Consent given · Cloud processing via OpenRouter
es: Consentimiento otorgado · Procesamiento en la nube vía OpenRouter
fr: Consentement donné · Traitement cloud via OpenRouter

source: Einwilligung widerrufen?
en: Revoke Consent?
es: ¿Revocar consentimiento?
fr: Révoquer le consentement ?

source: Ende Ruhestunden
en: Quiet hours end
es: Fin del horario silencioso
fr: Fin des heures calmes

source: Entfernen
en: Remove
es: Eliminar
fr: Retirer

source: Erhalte Benachrichtigungen für Geburtstage
en: Receive notifications for birthdays
es: Recibir notificaciones de cumpleaños
fr: Recevoir des notifications pour les anniversaires

source: Erhalte Erinnerungen für anstehende Geburtstage
en: Receive reminders for upcoming birthdays
es: Recibir recordatorios de próximos cumpleaños
fr: Recevoir des rappels pour les anniversaires à venir

source: Erhalten
en: Received
es: Recibido
fr: Reçu

source: Erhaltenes Geschenk
en: Received Gift
es: Regalo recibido
fr: Cadeau reçu

source: Erhaltenes Geschenk bearbeiten
en: Edit Received Gift
es: Editar regalo recibido
fr: Modifier le cadeau reçu

source: Erinnerungen
en: Reminders
es: Recordatorios
fr: Rappels

source: Erinnerungen aktivieren
en: Enable Reminders
es: Activar recordatorios
fr: Activer les rappels

source: Erinnerungen aktiviert
en: Reminders Enabled
es: Recordatorios activados
fr: Rappels activés

source: Erinnerungen aktualisiert
en: Reminders Updated
es: Recordatorios actualizados
fr: Rappels mis à jour

source: Erinnerungen deaktiviert
en: Reminders Disabled
es: Recordatorios desactivados
fr: Rappels désactivés

source: Erinnerungen neu laden
en: Reload Reminders
es: Recargar recordatorios
fr: Recharger les rappels

source: Erinnerungen werden automatisch mit iOS-Benachrichtigungen erstellt.
en: Reminders are automatically created with iOS notifications.
es: Los recordatorios se crean automáticamente con las notificaciones de iOS.
fr: Les rappels sont créés automatiquement avec les notifications iOS.

source: Erinnerungseinstellungen
en: Reminder Settings
es: Ajustes de recordatorio
fr: Réglages des rappels

source: Erneut versuchen
en: Try Again
es: Intentar de nuevo
fr: Réessayer

source: Erste Idee planen
en: Plan First Idea
es: Planifica tu primera idea
fr: Planifier la première idée

source: Erstellt eine personalisierte Geburtstagsnachricht mit KI-Assistent
en: Creates a personalized birthday message with AI assistant
es: Crea un mensaje de cumpleaños personalizado con el asistente de IA
fr: Crée un message d'anniversaire personnalisé avec l'assistant IA

source: Die KI erhält deinen Vornamen und anonymisierte Daten wie Altersgruppe und Geschlecht. Dein Nachname und Geburtsdatum bleiben auf dem Gerät.
en: The AI receives your first name and anonymized data like age group and gender. Your last name and birth date stay on the device.
es: La IA recibe tu nombre de pila y datos anonimizados como grupo de edad y género. Tu apellido y fecha de nacimiento permanecen en el dispositivo.
fr: L'IA reçoit votre prénom et des données anonymisées comme le groupe d'âge et le genre. Votre nom de famille et date de naissance restent sur l'appareil.

source: Euro
en: euros
es: euros

source: Export erfolgreich
en: Export successful
es: Exportación exitosa
fr: Export réussi

source: Export fehlgeschlagen
en: Export failed
es: Exportación fallida
fr: Échec de l'export

source: Exportiert Geschenkideen als CSV-Datei
en: Exports gift ideas as a CSV file
es: Exporta ideas de regalo como archivo CSV
fr: Exporte les idées cadeaux en fichier CSV

source: Favoriten
en: Favorites
es: Favoritos
fr: Favoris

source: Feedback gespeichert
en: Feedback saved
es: Comentarios guardados
fr: Retour enregistré

source: Feedback senden
en: Send Feedback
es: Enviar comentarios
fr: Envoyer un retour

source: Fehler
en: Error
es: Error
fr: Erreur

source: Fehler beim Löschen
en: Delete Error
es: Error al eliminar
fr: Erreur lors de la suppression

source: Fehler: Ungültiges Budget
en: Error: Invalid budget
es: Error: Presupuesto inválido
fr: Erreur : Budget invalide

source: Fertig
en: Done
es: Hecho
fr: Terminé

source: Fische
en: Pisces
es: Piscis
fr: Poissons

source: Füge deine erste Geschenkidee hinzu
en: Add your first gift idea
es: Añade tu primera idea de regalo
fr: Ajoutez votre première idée cadeau

source: Fügt eine neue Geschenkidee hinzu
en: Adds a new gift idea
es: Añade una nueva idea de regalo
fr: Ajoute une nouvelle idée cadeau

source: Für KI-Nachrichten wird eine Einwilligung zur anonymisierten Datenverarbeitung benötigt.
en: Consent for anonymized data processing is required for AI messages.
es: Se requiere consentimiento para el procesamiento anonimizado de datos para los mensajes de IA.
fr: Un consentement pour le traitement anonymisé des données est requis pour les messages IA.

source: Für KI-Vorschläge wird eine Einwilligung zur anonymisierten Datenverarbeitung benötigt.
en: Consent for anonymized data processing is required for AI suggestions.
es: Se requiere consentimiento para el procesamiento anonimizado de datos para las sugerencias de IA.
fr: Un consentement pour le traitement anonymisé des données est requis pour les suggestions IA.

source: Geburtsdatum
en: Date of birth
es: Fecha de nacimiento
fr: Date de naissance

source: Geburtstag
en: Birthday
es: Cumpleaños
fr: Anniversaire

source: Geburtstag heute
en: Birthday today
es: Cumpleaños hoy
fr: Anniversaire aujourd'hui

source: Geburtstag heute!
en: Birthday today!
es: ¡Cumpleaños hoy!
fr: Anniversaire aujourd'hui !

source: Geburtstag morgen
en: Birthday tomorrow
es: Cumpleaños mañana
fr: Anniversaire demain

source: Geburtstag steht bevor!
en: Birthday is coming up!
es: ¡Se acerca el cumpleaños!
fr: L'anniversaire approche !

source: Geburtstage
en: Birthdays
es: Cumpleaños
fr: Anniversaires

source: Geburtstage & Geschenkideen
en: Birthdays & Gift Ideas
es: Cumpleaños & Ideas de Regalos
fr: Anniversaires & Idées Cadeaux

source: Geburtstage auf dem Homescreen
en: Birthdays on the home screen
es: Cumpleaños en la pantalla de inicio
fr: Anniversaires sur l'écran d'accueil

source: Geburtstags-Übersicht mit Countdowns
en: Birthday overview with countdowns
es: Resumen de cumpleaños con cuenta regresiva
fr: Vue d'ensemble des anniversaires avec comptes à rebours

source: Geburtstagsnachricht
en: Birthday Message
es: Mensaje de cumpleaños
fr: Message d'anniversaire

source: Geburtstagsnachricht erstellen
en: Create Birthday Message
es: Crear mensaje de cumpleaños
fr: Créer un message d'anniversaire

source: Gekauft
en: Purchased
es: Comprado
fr: Acheté

source: Generiert 5 personalisierte Geschenkideen mit KI-Assistent
en: Generates 5 personalized gift ideas with AI assistant
es: Genera 5 ideas de regalo personalizadas con el asistente de IA
fr: Génère 5 idées cadeaux personnalisées avec l'assistant IA

source: Generiert eine alternative Geburtstagsnachricht
en: Generates an alternative birthday message
es: Genera un mensaje de cumpleaños alternativo
fr: Génère un message d'anniversaire alternatif

source: Geplant
en: Planned
es: Planificado
fr: Planifié

source: gerade eben
en: just now
es: ahora mismo
fr: à l'instant

source: Geschätzter Preis
en: Estimated Price
es: Precio estimado
fr: Prix estimé

source: Geschenk
en: Gift
es: Regalo
fr: Cadeau

source: Geschenk bearbeiten
en: Edit Gift
es: Editar regalo
fr: Modifier le cadeau

source: Geschenk nötig
en: Gift needed
es: Se necesita regalo
fr: Cadeau nécessaire

source: Geschenk vermerken
en: Record Gift
es: Registrar regalo
fr: Noter le cadeau

source: Geschenk-Idee
en: Gift Idea
es: Idea de regalo
fr: Idée cadeau

source: Geschenk-Status
en: Gift Status
es: Estado del regalo
fr: Statut du cadeau

source: Geschenk-Status Übersicht
en: Gift Status Overview
es: Resumen del estado del regalo
fr: Vue d'ensemble du statut des cadeaux

source: Geschenk-Verlauf
en: Gift History
es: Historial de regalos
fr: Historique des cadeaux

source: Geschenkidee
en: Gift Idea
es: Idea de regalo
fr: Idée cadeau

source: Geschenkidee duplizieren
en: Duplicate gift idea
es: Duplicar idea de regalo
fr: Dupliquer l'idée cadeau

source: Geschenkidee löschen
en: Delete gift idea
es: Eliminar idea de regalo
fr: Supprimer l'idée cadeau

source: Geschenkidee teilen
en: Share gift idea
es: Compartir idea de regalo
fr: Partager l'idée cadeau

source: Geschenkideen
en: gift ideas
es: ideas de regalo
fr: Idées cadeaux

source: Geschenkideen mit Budget und Tags
en: Gift ideas with budget and tags
es: Ideas de regalo con presupuesto y etiquetas
fr: Idées cadeaux avec budget et tags

source: Geschenkideen sammeln
en: Collect Gift Ideas
es: Recopilar ideas de regalo
fr: Collecter des idées cadeaux

source: Geschenkideen teilen
en: Share Gift Ideas
es: Compartir ideas de regalo
fr: Partager les idées cadeaux

source: Geschenkideen vorschlagen
en: Suggest Gift Ideas
es: Sugerir ideas de regalo
fr: Suggérer des idées cadeaux

source: Geschenkstatus
en: Gift Status
es: Estado del regalo
fr: Statut cadeau

source: Gestern
en: Yesterday
es: Ayer
fr: Hier

source: Getrennt durch Kommas
en: Separated by commas
es: Separado por comas
fr: Séparé par des virgules

source: Gib bis zu 10 Tags getrennt durch Kommas ein, max 30 Zeichen pro Tag
en: Enter up to 10 tags separated by commas, max 30 characters per tag
es: Introduce hasta 10 etiquetas separadas por comas, máx. 30 caracteres por etiqueta
fr: Saisissez jusqu'à 10 tags séparés par des virgules, max 30 caractères par tag

source: Gib das Budget in Euro ein
en: Enter the budget in euros
es: Introduce el presupuesto en euros
fr: Saisissez le budget en euros

source: Gib das Maximalbudget in Euro ein
en: Enter the maximum budget in euros
es: Introduce el presupuesto máximo en euros
fr: Saisissez le budget maximum en euros

source: Gib das Mindestbudget in Euro ein
en: Enter the minimum budget in euros
es: Introduce el presupuesto mínimo en euros
fr: Saisissez le budget minimum en euros

source: Gib einen eigenen Beziehungstyp ein, z. B. "Oma", "Onkel" oder "Mentor".
en: Enter a custom relationship type, e.g. "Grandma", "Uncle" or "Mentor".
es: Introduce un tipo de relación personalizado, p. ej. "Abuela", "Tío" o "Mentor".
fr: Saisissez un type de relation personnalisé, p. ex. « Grand-mère », « Oncle » ou « Mentor ».

source: Groß (75-150€)
en: Large (€75-150)
es: Grande (€75-150)
fr: Grand (75-150 €)

source: Gut
en: Good
es: Bueno
fr: Bien

source: Haftungsausschluss
en: Disclaimer
es: Aviso legal
fr: Clause de non-responsabilité

source: Hallo!
en: Hello!
es: ¡Hola!
fr: Bonjour !

source: Hendrik Grüger hendrik@gruepi.de Diese App ist ein privates Projekt und kein kommerzielles Angebot.
en: Hendrik Grüger hendrik@gruepi.de This app is a private project and not a commercial offering.
es: Hendrik Grüger hendrik@gruepi.de Esta app es un proyecto privado y no una oferta comercial.
fr: Hendrik Grüger hendrik@gruepi.de Cette app est un projet privé et non une offre commerciale.

source: Herzliche Texte per Knopfdruck
en: Heartfelt texts at the push of a button
es: Textos emotivos con solo un toque
fr: Messages chaleureux en un clic

source: Herzlicher Text zum Geburtstag
en: A heartfelt birthday text
es: Un texto de cumpleaños emotivo
fr: Message chaleureux pour l'anniversaire

source: Heute
en: Today
es: Hoy
fr: Aujourd'hui

source: Heute 🎉
en: Today 🎉
es: Hoy 🎉
fr: Aujourd'hui 🎉

source: Heute Geburtstag!
en: Birthday today!
es: ¡Cumpleaños hoy!
fr: Anniversaire aujourd'hui !

source: Heute wird %lld!
en: Turns %lld today!
es: ¡Cumple %lld hoy!
fr: Fête ses %lld ans aujourd'hui !

source: Heute!
en: Today!
es: ¡Hoy!
fr: Aujourd'hui !

source: Hinzufügen
en: Add
es: Añadir
fr: Ajouter

source: Hobbies & Interessen
en: Hobbies & Interests
es: Aficiones e intereses
fr: Loisirs & centres d'intérêt

source: Hobby hinzufügen
en: Add hobby
es: Añadir afición
fr: Ajouter un loisir

source: Ich helfe dir bei Geschenkideen und Geburtstagen.
en: I help you with gift ideas and birthdays.
es: Te ayudo con ideas de regalo y cumpleaños.
fr: Je t'aide à trouver des idées cadeaux et à gérer les anniversaires.

source: iCloud Sync aktivieren
en: Enable iCloud Sync
es: Activar sincronización con iCloud
fr: Activer iCloud Sync

source: Idee
en: Idea
es: Idea
fr: Idée

source: Idee bearbeiten
en: Edit Idea
es: Editar idea
fr: Modifier l'idée

source: Idee hinzufügen
en: Add Idea
es: Añadir idea
fr: Ajouter une idée

source: Ideen
en: Ideas
es: Ideas
fr: Idées

source: Importiere Kontakte mit Geburtstagen
en: Import contacts with birthdays
es: Importar contactos con cumpleaños
fr: Importez des contacts avec des anniversaires

source: Importiere Kontakte über das + oben rechts
en: Import contacts via the + button in the top right
es: Importa contactos con el botón + en la parte superior derecha
fr: Importez des contacts via le + en haut à droite

source: Importiere Kontakte über den + Button oben rechts
en: Import contacts via the + button in the top right
es: Importa contactos con el botón + en la parte superior derecha
fr: Importez des contacts via le bouton + en haut à droite

source: Importiere Kontakte um Geburtstage anzuzeigen
en: Import contacts to show birthdays
es: Importa contactos para ver cumpleaños
fr: Importez des contacts pour afficher les anniversaires

source: Impressum
en: Legal Notice
es: Aviso legal
fr: Mentions légales

source: in %@ T.
en: in %@ d.
es: en %@ d.
fr: dans %@ j.

source: In %@ T.
en: In %@ d.
es: En %@ d.
fr: Dans %@ j.

source: In %lld Tagen
en: In %lld days
es: En %lld días
fr: Dans %lld jours

source: In %lld Tagen wird %lld
en: Turns %2$lld in %1$lld days
es: Cumple %2$lld en %1$lld días
fr: Fête ses %2$lld ans dans %1$lld jours

source: In 30 Tagen ist es soweit! Zeit für Geschenkideen.
en: It's 30 days away! Time for gift ideas.
es: ¡Faltan 30 días! Es hora de buscar ideas de regalo.
fr: Dans 30 jours, c'est le moment ! L'heure des idées cadeaux.

source: In Einstellungen öffnen
en: Open in Settings
es: Abrir en ajustes
fr: Ouvrir dans les réglages

source: In früheren Jahren verschenkt
en: Gifted in previous years
es: Regalado en años anteriores
fr: Offert les années précédentes

source: In Zwischenablage kopieren
en: Copy to Clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers

source: Informationen zum Datenschutz findest du unter dem Menüpunkt Datenschutz.
en: Privacy information can be found under the Privacy menu item.
es: La información de privacidad se encuentra en el menú Privacidad.
fr: Vous trouverez les informations sur la confidentialité dans le menu Confidentialité.

source: Interessen/Tags (sofern vorhanden)
en: Interests/Tags (if available)
es: Intereses/Etiquetas (si están disponibles)
fr: Intérêts/Tags (si disponibles)

source: Jahr
en: Year
es: Año
fr: Année

source: Jahr des Geschenks
en: Year of the gift
es: Año del regalo
fr: Année du cadeau

source: Jahr:
en: Year:
es: Año:
fr: Année :

source: Jahre alt
en: years old
es: años
fr: ans

source: Jährlich
en: Yearly
es: Anual
fr: Annuellement

source: Jetzt abonnieren
en: Subscribe Now
es: Suscribirse ahora
fr: S'abonner maintenant

source: Jungfrau
en: Virgo
es: Virgo
fr: Vierge

source: Kategorie
en: Category
es: Categoría
fr: Catégorie

source: Kategorie darf maximal 50 Zeichen haben
en: Category may not exceed 50 characters
es: La categoría no puede superar los 50 caracteres
fr: La catégorie peut avoir maximum 50 caractères

source: Kategorie darf nicht leer sein
en: Category must not be empty
es: La categoría no puede estar vacía
fr: La catégorie ne peut pas être vide

source: Kategorie:
en: Category:
es: Categoría:
fr: Catégorie :

source: Kauf ausstehend
en: Purchase pending
es: Compra pendiente
fr: Achat en attente

source: Kauf fehlgeschlagen
en: Purchase failed
es: Compra fallida
fr: Échec de l'achat

source: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats

source: Kein Geschenk
en: No Gift
es: Sin regalo
fr: Pas de cadeau

source: Kein Geschenk nötig
en: No gift needed
es: No necesita regalo
fr: Pas de cadeau nécessaire

source: Kein Geschenk nötig.
en: No gift needed.
es: No necesita regalo.
fr: Pas de cadeau nécessaire.

source: Kein Verlauf
en: No History
es: Sin historial
fr: Pas d'historique

source: Keine
en: None
es: Ninguno
fr: Aucun

# Keine Benachrichtigungen zwischen %@ und %@.
source: Keine Benachrichtigungen zwischen %1$@ und %2$@.
en: No notifications between %@ and %@.
es: Sin notificaciones entre %@ y %@.
fr: Aucune notification entre %@ et %@.

source: Keine Daten
en: No Data
es: Sin datos
fr: Pas de données

source: Keine Einwilligung erteilt
en: No Consent Given
es: Sin consentimiento otorgado
fr: Aucun consentement donné

source: Keine Ergebnisse
en: No Results
es: Sin resultados
fr: Aucun résultat

source: Keine Geburtstage
en: No Birthdays
es: Sin cumpleaños
fr: Pas d'anniversaires

source: Keine Geschenkideen
en: No Gift Ideas
es: Sin ideas de regalo
fr: Pas d'idées cadeaux

source: Keine Geschenkideen vorhanden
en: No gift ideas available
es: No hay ideas de regalo disponibles
fr: Aucune idée cadeau disponible

source: Keine Geschenkideen zum Exportieren vorhanden
en: No gift ideas to export
es: No hay ideas de regalo para exportar
fr: Aucune idée cadeau à exporter

source: Keine Kontakte
en: No Contacts
es: Sin contactos
fr: Pas de contacts

source: Keine Kontakte mit Geburtstagen gefunden
en: No contacts with birthdays found
es: No se encontraron contactos con cumpleaños
fr: Aucun contact avec anniversaire trouvé

source: Keine neuen Vorschläge
en: No New Suggestions
es: Sin nuevas sugerencias
fr: Pas de nouvelles suggestions

source: Keine Treffer
en: No Matches
es: Sin coincidencias
fr: Aucune correspondance

source: KI deaktiviert
en: AI Disabled
es: IA desactivada
fr: IA désactivée

source: KI deaktiviert · Einstellungen → KI-Assistent
en: AI disabled · Settings → AI Assistant
es: IA desactivada · Ajustes → Asistente de IA
fr: IA désactivée · Réglages → Assistant IA

source: KI denkt nach…
en: AI is thinking…
es: La IA está pensando…
fr: L'IA réfléchit…

source: KI schreibt...
en: AI is writing...
es: La IA está escribiendo...
fr: L'IA écrit...

source: KI-Assistent
en: AI Assistant
es: Asistente de IA
fr: Assistant IA

source: KI-Assistent ist in den Einstellungen deaktiviert.
en: AI assistant is disabled in settings.
es: El asistente de IA está desactivado en ajustes.
fr: L'assistant IA est désactivé dans les réglages.

source: KI-Geburtstagsnachrichten
en: AI Birthday Messages
es: Mensajes de cumpleaños con IA
fr: Messages d'anniversaire IA

source: KI-Geschenk-Ideen
en: AI Gift Ideas
es: Ideas de regalo con IA
fr: Idées cadeaux IA

source: KI-Geschenkvorschläge
en: AI Gift Suggestions
es: Sugerencias de regalo con IA
fr: Suggestions cadeaux IA

source: KI-Qualität
en: AI Quality
es: Calidad de IA
fr: Qualité IA

source: KI-Vorschläge
en: AI Suggestions
es: Sugerencias de IA
fr: Suggestions IA

source: KI-Vorschläge (OpenRouter)
en: AI Suggestions (OpenRouter)
es: Sugerencias de IA (OpenRouter)
fr: Suggestions IA (OpenRouter)
